tap "anchore/grype"
tap "aws/tap"
tap "cormacrelf/tap"
tap "depot/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "infrahq/tap"
tap "kubescape/tap"
tap "mistertea/et"
tap "replicatedhq/replicated"
tap "snyk/tap"
brew "act"
brew "actionlint"
brew "argocd"
brew "argocd-autopilot"
brew "arkade"
brew "autojump"
brew "awscli"
brew "bash"
brew "bat"
brew "buildkit"
brew "python@3.13"
brew "clair"
brew "cloc"
brew "lima"
brew "colima"
brew "icu4c@76"
brew "composer"
brew "coreutils"
brew "cosign"
brew "crane"
brew "dive"
brew "doctl"
brew "editorconfig"
brew "entr"
brew "eza"
brew "flarectl"
brew "fping"
brew "fswatch"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "graphviz"
brew "hadolint"
brew "helm"
brew "jq"
brew "k3d"
brew "k9s"
brew "kind"
brew "ko"
brew "krew"
brew "kubeconform"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "lazygit"
brew "loc"
brew "luarocks"
brew "markdownlint-cli"
brew "minikube"
brew "mosh"
brew "neovim"
brew "netlify-cli"
brew "node@20"
brew "oras"
brew "pkgconf"
brew "python@3.9"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "starship"
brew "stern"
brew "subversion"
brew "the_silver_searcher"
brew "tmate"
brew "tmux"
brew "tree"
brew "trivy"
brew "vale"
brew "velero"
brew "watch"
brew "weechat"
brew "wget"
brew "yamllint"
brew "yq"
brew "zsh"
brew "anchore/grype/grype"
brew "aws/tap/copilot-cli"
brew "depot/tap/depot"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "infrahq/tap/infra"
brew "kubescape/tap/kubescape-cli"
brew "mistertea/et/et"
brew "snyk/tap/snyk"
cask "1password-cli"
cask "alfred"
cask "audio-hijack"
cask "cyberduck"
cask "discord"
cask "droplr"
cask "finch"
cask "firefox"
cask "font-anonymice-nerd-font"
cask "font-comfortaa"
cask "font-consolas-for-powerline"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-gothic-a1"
cask "font-hack-nerd-font"
cask "font-monaspace"
cask "font-monaspace-nerd-font"
cask "font-montserrat"
cask "font-poppins"
cask "font-profont-nerd-font"
cask "font-roboto"
cask "font-sauce-code-pro-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-viga"
cask "fork"
cask "github"
cask "halloy"
cask "handbrake"
cask "id3-editor"
cask "istat-menus"
cask "iterm2"
cask "itermai"
cask "keka"
cask "kui"
cask "loopback"
cask "microsoft-edge"
cask "microsoft-teams"
cask "mmhmm"
cask "monitorcontrol"
cask "multipass"
cask "notion"
cask "openlens"
cask "podman-desktop"
cask "postico"
cask "sublime-text"
cask "transmit"
cask "vale-server"
cask "visual-studio-code"
cask "warp"
cask "wezterm"
cask "wowup"
cask "zoom"
vscode "1password.op-vscode"
vscode "antfu.slidev"
vscode "aquasecurityofficial.trivy-vulnerability-scanner"
vscode "asvetliakov.vscode-neovim"
vscode "bierner.markdown-preview-github-styles"
vscode "chrischinchilla.vale-vscode"
vscode "christian-kohler.npm-intellisense"
vscode "dae.vscode-mac-color-picker"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "docker.ai"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "kubescape.kubescape"
vscode "mdickin.markdown-shortcuts"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.wordcount"
vscode "ms-vsliveshare.vsliveshare"
vscode "pomdtr.excalidraw-editor"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "tryghost.ghost"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "william-voyek.vscode-nginx"
vscode "yzhang.markdown-all-in-one"
vscode "znck.grammarly"
